{
    "introduction": [
        {
            "title": "Minneriya National Park",
            "description": "Minneriya National Park, located in the North Central Province of Sri Lanka, is renowned for hosting the spectacular phenomenon known as \"The Gathering.\" This annual event sees a large congregation of Asian elephants, making it one of the best places on the island to observe these majestic creatures in the wild. The park is situated around the Minneriya Tank, a large reservoir built by King Mahasen in the third century.",
            "image": "images/MinneriyaNationalParkSafariDrivefromTrincomalee.jpg",
            "location": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d31606.703364183562!2d80.8065614743164!3d8.015644300000005!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3afb6009a20be05d%3A0xa4d046f2f06b05f5!2sMinneriya%20National%20Park!5e0!3m2!1sen!2slk!4v1705409289429!5m2!1sen!2slk"
        },
        {
            "title": "Bundala National Park",
            "description": "Bundala is a haven for birdwatchers, especially during the migratory season when the park attracts a plethora of avian visitors. It is home to numerous waterfowl, waders, and shorebirds, including flamingos, pelicans, ibises, and various species of ducks. The park is not limited to birdlife, it also hosts a variety of other wildlife, such as crocodiles, elephants, deer, and various species of amphibians and reptiles. The diverse range of ecosystems within the park, including lagoons, salt pans, and scrublands, contribute to its rich biodiversity.",
            "image": "images/Flamingos_bUNDALA.jpg",
            "location": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d67237.19562615335!2d81.12333852251138!3d6.202035625831819!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae69842ecb214eb%3A0x145a2d402f36beb0!2sBundala%20National%20Park!5e0!3m2!1sen!2slk!4v1705411294904!5m2!1sen!2slk"
        },
        {
            "title": "Udawalawe National Park",
            "description": "Udawalawe is famous for its significant population of Asian elephants. Visitors to the park are almost guaranteed to see these majestic creatures in their natural habitat. The park provides a unique opportunity for close encounters with elephants as they roam freely in the open grasslands. In addition to elephants, Udawalawe is home to a variety of wildlife, including water buffalo, sambar deer, spotted deer, wild boar, and macaques. The park also boasts a rich birdlife with numerous species of birds, making it a haven for birdwatchers.",
            "image": "images/Udawalawe.jpg",
            "location": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d31716.101282319054!2d80.86193360577161!3d6.456538086228034!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae408ff88887e79%3A0xaf12e79ffbd980d7!2sUdawalawe%20National%20Park!5e0!3m2!1sen!2slk!4v1705412323591!5m2!1sen!2slk"
        }
    ],
    "table": {
        "title": "Explore Sri Lanka's Wildlife Wonders",
        "rows": [
            {
                "location": "Minneriya National Park",
                "animalName": "Asian Elephant",
                "image": "images/Snapseed-4.jpg",
                "fact": "Minneriya is known for \"The Gathering,\" an annual event where a large number of Sri Lankan Elephants gather around the Minneriya Tank during the dry season, creating one of the world's most significant wild elephant gatherings."
            },
            {
                "location": "Bundala National Park",
                "animalName": "Greater Flamingo",
                "image": "images/photo-1538933251213-9e044ce589be.jpg",
                "fact": "Bundala is home to Greater Flamingos, striking pink birds known for their synchronized feeding behavior in shallow waters."
            },
            {
                "location": "Udawalawe National Park",
                "animalName": "Sri Lankan Leopard",
                "image": "images/photo-1534759846116-5799c33ce22a.jpg",
                "fact": "The Sri Lankan Leopard (Panthera pardus kotiya) is the only recognized leopard subspecies native to Sri Lanka. Known for its distinctive appearance and adaptability to various habitats, it is considered an endangered species due to habitat loss, poaching, and conflicts with humans."
            }
        ]
    }
}